{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "Thank you .": 4,
      "Thank you very much .": 5,
      "": 6,
      "Okay .": 7,
      "Thank you so much .": 8,
      "Thanks .": 9,
      "Thank you . Thank you .": 10,
      "Yeah .": 11,
      "Why ?": 12,
      "All right .": 13,
      "Thanks very much .": 14,
      "Right ?": 15,
      "What does that mean ?": 16,
      "WK : Yeah .": 17,
      "Yes .": 18,
      "And guess what ?": 19,
      "Thank you . Thank you very much .": 20,
      "Why is that ?": 21,
      "Audience : Aye .": 22,
      "I am an emotional creature .": 23,
      "I don &apos;t think so .": 24,
      "So what &apos;s going on ?": 25,
      "Thank you for your attention .": 26,
      "Audience : Yes .": 27,
      "CC : A-rhythm-etic . Audience : A-rhythm-etic .": 28,
      "Here we go .": 29,
      "I don &apos;t know .": 30,
      "It &apos;s true .": 31,
      "Let me give you an example .": 32,
      "No .": 33,
      "OK .": 34,
      "Okay ?": 35,
      "So how does it work ?": 36,
      "So thank you very much .": 37,
      "So what can we do ?": 38,
      "Thank you very much indeed .": 39,
      "Wow .": 40,
      ".": 41,
      "And something else happened instead .": 42,
      "And you know what ?": 43,
      "Anyone ?": 44,
      "Audience : Shake . Fold .": 45,
      "Come on .": 46,
      "E : Happy birthday to you .": 47,
      "Fair enough .": 48,
      "Good .": 49,
      "Good morning .": 50,
      "Here it is .": 51,
      "How do you know ?": 52,
      "One , two , three .": 53,
      "People don &apos;t buy what you do ; they buy why you do it .": 54,
      "Right .": 55,
      "So , thank you very much .": 56,
      "So ...": 57,
      "So how do we do that ?": 58,
      "So thank you .": 59,
      "Thank you . Thank you . Thank you .": 60,
      "Thank you all very much .": 61,
      "Thank you for listening .": 62,
      "Thank you very much . Thank you .": 63,
      "Thanks a lot .": 64,
      "That &apos;s it .": 65,
      "What ?": 66,
      "What is this ?": 67,
      "Why does this matter ?": 68,
      "Yay !": 69,
      "And if &quot; Where do you come from ? &quot;": 70,
      "And thank you very much .": 71,
      "And the answer is no .": 72,
      "Audience : Sex .": 73,
      "CC : A-rhythm a-rhythm . Audience : A-rhythm a-rhythm .": 74,
      "Can you see it ?": 75,
      "Chimborazo !": 76,
      "Girl : No .": 77,
      "Go !": 78,
      "Good afternoon .": 79,
      "Guess what ?": 80,
      "He plays the computer . He wins .": 81,
      "Here &apos;s an example .": 82,
      "Here &apos;s why .": 83,
      "Hey .": 84,
      "How do we do that ?": 85,
      "How do you do it ?": 86,
      "How do you do that ?": 87,
      "I &apos;ll give you an example .": 88,
      "Imagine that .": 89,
      "Let &apos;s take a look .": 90,
      "Let &apos;s take an example .": 91,
      "Like this .": 92,
      "Oh , sorry .": 93,
      "Oh my God .": 94,
      "One-two-three-four , one-two-three .": 95,
      "Probably not .": 96,
      "So , thank you .": 97,
      "So I did .": 98,
      "So what &apos;s going on here ?": 99,
      "So what &apos;s happening here ?": 100,
      "So what did they do ?": 101,
      "So what happened ?": 102,
      "TM : Thank you very much .": 103,
      "Thank you , TED .": 104,
      "Thank you very much for your time .": 105,
      "That &apos;s the difference .": 106,
      "That &apos;s the good news .": 107,
      "That , I think , is movement .": 108,
      "There it is .": 109,
      "Think about that .": 110,
      "This is happening today .": 111,
      "This is just one example .": 112,
      "Very simple .": 113,
      "What &apos;s your name ?": 114,
      "What do they do ?": 115,
      "What happened ?": 116,
      "What would it look like ?": 117,
      "&quot; Know thyself . &quot;": 118,
      "3481 .": 119,
      "529 .": 120,
      "Absolutely .": 121,
      "Actually , no .": 122,
      "Am I feeling lucky ?": 123,
      "And I did .": 124,
      "And I said , &quot; Why ? &quot;": 125,
      "And I said , &quot; Yeah . &quot;": 126,
      "And I said , &quot; Yes . &quot;": 127,
      "And everybody raised their hand .": 128,
      "And here &apos;s just one example .": 129,
      "And it did .": 130,
      "And she said , &quot; Yeah . &quot;": 131,
      "And the way I describe it is this .": 132,
      "And then this happened .": 133,
      "And we did .": 134,
      "And we go to the next question .": 135,
      "And what happened ?": 136,
      "And why is that ?": 137,
      "Audience : Eight . Eight .": 138,
      "Audience : Five . Five .": 139,
      "Audience : Seven . Seven .": 140,
      "Audience : Shake .": 141,
      "Audience : Show me the data !": 142,
      "Audience : T , E , D.": 143,
      "Better ones , more of them .": 144,
      "But how ?": 145,
      "But that &apos;s not enough .": 146,
      "But that &apos;s okay .": 147,
      "But we &apos;re not there yet .": 148,
      "But you know what ?": 149,
      "Can you do it ?": 150,
      "Can you go there ?": 151,
      "Children : You can &apos;t catch me .": 152,
      "Close your eyes .": 153,
      "Did you see it go ?": 154,
      "Duh .": 155,
      "FG : Yeah .": 156,
      "False .": 157,
      "Girl : Are you ready ? Audience : Yes !": 158,
      "Go figure .": 159,
      "Have sex .": 160,
      "He joins the Army . The Army gives him a rifle .": 161,
      "He played . He won .": 162,
      "Here she is .": 163,
      "Hi .": 164,
      "How did we get here ?": 165,
      "How do they do that ?": 166,
      "How do we develop these kinds of ideas ?": 167,
      "How does it work ?": 168,
      "How interesting .": 169,
      "How is that possible ?": 170,
      "I &apos;m a storyteller .": 171,
      "I &apos;m not saying it &apos;s easy .": 172,
      "I &apos;ve got a question .": 173,
      "I didn &apos;t .": 174,
      "I don &apos;t want to feel these .": 175,
      "I feel ashamed .": 176,
      "I had to do something .": 177,
      "I love the way that they see the world , because they &apos;re seeing the world for the first time .": 178,
      "I said , &quot; No . &quot;": 179,
      "I thank you .": 180,
      "I thank you for your attention .": 181,
      "I thank you very much .": 182,
      "I was so happy .": 183,
      "If only .": 184,
      "If the monster wants you , the monster &apos;s gonna get you .": 185,
      "Is it working ?": 186,
      "Isn &apos;t that cool ?": 187,
      "It &apos;s a broken system .": 188,
      "It &apos;s a feature .": 189,
      "It &apos;s amazing .": 190,
      "It &apos;s an amazing experience .": 191,
      "It &apos;s crazy .": 192,
      "It &apos;s not .": 193,
      "It &apos;s not that hard a problem .": 194,
      "It &apos;s phenomenal .": 195,
      "It &apos;s pretty exciting .": 196,
      "It &apos;s real .": 197,
      "It &apos;s right here .": 198,
      "It &apos;s that simple .": 199,
      "It &apos;s the same thing .": 200,
      "It &apos;s transformational .": 201,
      "It &apos;s unbelievable .": 202,
      "It &apos;s very simple .": 203,
      "It &apos;s wonderful .": 204,
      "It didn &apos;t work .": 205,
      "It doesn &apos;t work .": 206,
      "It doesn &apos;t work that way .": 207,
      "It was all these things .": 208,
      "It was fantastic .": 209,
      "Joey .": 210,
      "Just think about it .": 211,
      "Let &apos;s find out .": 212,
      "Let &apos;s see .": 213,
      "Let &apos;s start with technology .": 214,
      "Let &apos;s take a closer look .": 215,
      "Let &apos;s talk about billions .": 216,
      "Let me explain .": 217,
      "Let me show you .": 218,
      "Let me show you what I mean .": 219,
      "Let me tell you a story .": 220,
      "Let me try to take this one step further .": 221,
      "Life was good .": 222,
      "Listen to it again .": 223,
      "Magic can be taught .": 224,
      "May one .": 225,
      "Mmm .": 226,
      "Never had scientists been put under such pressure and demand .": 227,
      "No , I don &apos;t think so .": 228,
      "No . No .": 229,
      "Nobody knows .": 230,
      "Nope .": 231,
      "Not bad .": 232,
      "Now , don &apos;t get me wrong .": 233,
      "Now open your eyes .": 234,
      "Now you do .": 235,
      "OK , school .": 236,
      "OK ?": 237,
      "Of course they would .": 238,
      "Oh , that &apos;s a cell phone .": 239,
      "Okay , here we go .": 240,
      "Or this ?": 241,
      "Our goal today is to come to an agreement on a very important proposal .": 242,
      "RS : Should Ivan get in trouble for taking Joshua &apos;s sandwich ?": 243,
      "Remember Prickly Pear .": 244,
      "Robbie Mizzone : Thank you .": 245,
      "SW : Again .": 246,
      "Secrets can take many forms .": 247,
      "Seriously .": 248,
      "She &apos;s 16 years old .": 249,
      "Show me the data !": 250,
      "So , let &apos;s see .": 251,
      "So far so good .": 252,
      "So here it is .": 253,
      "So here they are .": 254,
      "So here we are .": 255,
      "So how did we get here ?": 256,
      "So how do we do this ?": 257,
      "So how does this work ?": 258,
      "So let me tell you a story .": 259,
      "So people really do learn a language .": 260,
      "So that &apos;s what we &apos;re arguing about .": 261,
      "So that wasn &apos;t going to work .": 262,
      "So what &apos;s the problem ?": 263,
      "So what are we waiting for ?": 264,
      "So what do they do ?": 265,
      "So what do we do ?": 266,
      "So what do we need to do ?": 267,
      "So what do you do ?": 268,
      "So what does this mean ?": 269,
      "So what does this tell us ?": 270,
      "So what happens then ?": 271,
      "So what have we learned from all this ?": 272,
      "So where do we go from here ?": 273,
      "So where does this leave us ?": 274,
      "So why does this matter ?": 275,
      "So why is that ?": 276,
      "So you see it that way .": 277,
      "Some of you may recognize this .": 278,
      "Sound familiar ?": 279,
      "Take a look .": 280,
      "Technology is not destiny .": 281,
      "Thank you !": 282,
      "Thank you , thank you .": 283,
      "Thank you guys .": 284,
      "Thank you very much , ladies and gentlemen .": 285,
      "Thank you very much . I appreciate it .": 286,
      "Thank you very much . Thank you . Thank you .": 287,
      "Thanks , Chris .": 288,
      "That &apos;s a lot .": 289,
      "That &apos;s all true .": 290,
      "That &apos;s amazing .": 291,
      "That &apos;s good .": 292,
      "That &apos;s great .": 293,
      "That &apos;s how it works .": 294,
      "That &apos;s not possible .": 295,
      "That &apos;s not the point .": 296,
      "That &apos;s right .": 297,
      "That &apos;s the question .": 298,
      "That &apos;s what he said .": 299,
      "That may not always be the case .": 300,
      "There &apos;s more .": 301,
      "There is Yves Rossy .": 302,
      "There is a mismatch between what science knows and what business does .": 303,
      "There is no Photoshop involved .": 304,
      "There we go .": 305,
      "They can be shocking or silly or soulful .": 306,
      "They engage deeply .": 307,
      "They said , &quot; Yes . &quot;": 308,
      "They send him to Iraq .": 309,
      "They work in the same way .": 310,
      "Think about your own work .": 311,
      "This is a river .": 312,
      "This is a wonderful thing .": 313,
      "This is it .": 314,
      "This is very promising .": 315,
      "This is what I saw .": 316,
      "Very , very simple .": 317,
      "Wake up .": 318,
      "We &apos;ll see .": 319,
      "We &apos;ve been fooled by our tool .": 320,
      "We can &apos;t scale .": 321,
      "We can do that .": 322,
      "We can do this .": 323,
      "We don &apos;t want to believe what we know .": 324,
      "We met her on our first family vacation .": 325,
      "Well , why ?": 326,
      "What &apos;s going on ? &quot;": 327,
      "What &apos;s in the box ?": 328,
      "What &apos;s next ?": 329,
      "What caused it ?": 330,
      "What do I mean by that ?": 331,
      "What do they look like ?": 332,
      "What do we learn from that ?": 333,
      "What do you do ?": 334,
      "What does it look like ?": 335,
      "What does it mean ?": 336,
      "What happens ?": 337,
      "What would you say ?": 338,
      "Whatever .": 339,
      "Where did you leave my keys ?": 340,
      "Where does it come from ?": 341,
      "Why did she say that ?": 342,
      "Why is that important ?": 343,
      "Why is this ?": 344,
      "Why is this important ?": 345,
      "Wonderful .": 346,
      "Wrong .": 347,
      "Yeah ?": 348,
      "Yes ?": 349,
      "You can &apos;t catch me .": 350,
      "You just have to hear about it and go to the website .": 351,
      "You know ?": 352,
      "You talk about it .": 353,
      "You turn up the dials , the wheel starts to turn .": 354
    },
    "unk_token": "[UNK]"
  }
}