{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": null,
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[PAD]": 1,
      "[SOS]": 2,
      "[EOS]": 3,
      "Xin cảm ơn .": 4,
      "Cảm ơn .": 5,
      "": 6,
      "Cảm ơn các bạn .": 7,
      "Cảm ơn rất nhiều .": 8,
      "Cảm ơn các bạn rất nhiều .": 9,
      "Cám ơn .": 10,
      "Xin cám ơn .": 11,
      "Cảm ơn": 12,
      "Xin cảm ơn": 13,
      "Cám ơn rất nhiều .": 14,
      "Cám ơn các bạn rất nhiều .": 15,
      "Xin cảm ơn rất nhiều .": 16,
      "Được rồi .": 17,
      "Cám ơn các bạn .": 18,
      ".": 19,
      "Cảm ơn bạn .": 20,
      "Vỗ tay": 21,
      "Xin cảm ơn !": 22,
      "Tại sao ?": 23,
      "Vâng .": 24,
      "Cảm ơn rất nhiều": 25,
      "Cám ơn": 26,
      "Cảm ơn . Cảm ơn .": 27,
      "Tại sao lại như vậy ?": 28,
      "Cám ơn rất nhiều": 29,
      "Nó đây .": 30,
      "Xin cám ơn": 31,
      "Cảm ơn các bạn": 32,
      "Không .": 33,
      "Xin chào .": 34,
      "Xin cám ơn rất nhiều .": 35,
      "Đúng không ?": 36,
      "Ok .": 37,
      "Xin cảm ơn các bạn rất nhiều .": 38,
      "Điều đó có nghĩa là gì ?": 39,
      "Cám ơn quý vị rất nhiều .": 40,
      "Cảm ơn các bạn đã lắng nghe .": 41,
      "Cảm ơn quý vị .": 42,
      "Cảm ơn quý vị rất nhiều .": 43,
      "Cảm ơn rất nhiều !": 44,
      "Khán giả : Aye .": 45,
      "Tôi không nghĩ vậy .": 46,
      "Tốt .": 47,
      "Xin cảm ơn quý vị .": 48,
      "Đây là một ví dụ .": 49,
      "Đó là một vấn đề lớn .": 50,
      "Đúng vậy .": 51,
      "Để tôi cho bạn một ví dụ .": 52,
      "CC : Âm của nhịp điệu . Khán giả : Âm của nhịp điệu .": 53,
      "Cám ơn các bạn nhiều .": 54,
      "Cảm ơn . Cảm ơn rất nhiều .": 55,
      "Cảm ơn các bạn rất nhiều": 56,
      "Cảm ơn mọi người": 57,
      "Cảm ơn đã lắng nghe .": 58,
      "E : Mừng ngày sinh nhật của anh .": 59,
      "Khán giả : Vẫy . Xếp .": 60,
      "Không phải như vậy .": 61,
      "Người ta không mua cái bạn làm , họ mua lý do mà bạn làm nó .": 62,
      "Okay .": 63,
      "Rất đơn giản .": 64,
      "Sai .": 65,
      "Thật tuyệt vời .": 66,
      "Thật đáng kinh ngạc .": 67,
      "Tôi không biết .": 68,
      "Vỗ tay .": 69,
      "Xin chân thành cảm ơn .": 70,
      "Xin cám ơn các bạn rất nhiều .": 71,
      "cảm ơn": 72,
      "Điều gì đã xảy ra ?": 73,
      "Điều này có nghĩa là gì ?": 74,
      "Bạn sẽ làm gì ?": 75,
      "Chúng ta có thể làm được .": 76,
      "Các bạn đã sẵn sàng chưa ?": 77,
      "Cám ơn các bạn rất nhiều": 78,
      "Cám ơn các bạn đã lắng nghe .": 79,
      "Cám ơn nhiều .": 80,
      "Cảm ơn các bạn nhiều .": 81,
      "Cảm ơn các bạn rất nhiều . Xin cảm ơn .": 82,
      "Cảm ơn các bạn đã chú ý lắng nghe .": 83,
      "Cảm ơn mọi người .": 84,
      "Cảm ơn mọi người rất nhiều .": 85,
      "Họ đã làm gì ?": 86,
      "Khán giả : quan hệ tình dục .": 87,
      "Như thế này .": 88,
      "Này .": 89,
      "Ok": 90,
      "Thế thôi .": 91,
      "Tuyệt vời .": 92,
      "Tôi không nghĩ thế .": 93,
      "Tôi là một người đa cảm .": 94,
      "Tôi nói &quot; Không . &quot;": 95,
      "Tại sao vậy ?": 96,
      "Tỉnh Chimborazo !": 97,
      "Và nếu &quot; Bạn đến từ đâu ? &quot;": 98,
      "Vì sao ?": 99,
      "Vậy nó hoạt động như thế nào ?": 100,
      "Vậy điều gì đang xảy ra ?": 101,
      "Wow .": 102,
      "Xin cám ơn các bạn .": 103,
      "Xin cảm ơn quý vị rất nhiều .": 104,
      "Xin cảm ơn rất nhiều": 105,
      "Yay !": 106,
      "Yeah .": 107,
      "một-hai-ba-bốn , một-hai-ba .": 108,
      "vỗ tay": 109,
      "Ông ấy chơi với máy tính . Ông ấy thắng": 110,
      "Đây rồi .": 111,
      "Đó là một điều kì diệu .": 112,
      "Đó là một điều tuyệt vời .": 113,
      "Đó là sự khác biệt .": 114,
      "Đó là sự thật .": 115,
      "Đúng thế .": 116,
      "Được .": 117,
      "Được thôi .": 118,
      "Ồ": 119,
      "&apos;Hãy biết mình.&apos;": 120,
      "Ai mà biết được ?": 121,
      "Anh gia nhập Quân đội . Quân đội đưa anh một cây súng .": 122,
      "Bây giờ thì có .": 123,
      "Bé gái : Quý vị đã sẵn sàng chưa ạ ? Người nghe : Rồi !": 124,
      "Bạn nói về nó .": 125,
      "CC : Từng nhịp một , từng nhịp một . Khán giả : Từng nhịp một , từng nhịp một .": 126,
      "Chào buổi sáng .": 127,
      "Chào mọi người .": 128,
      "Chúng làm việc theo cùng một cách thức": 129,
      "Chúng ta có thể làm điều đó .": 130,
      "Chúng ta không muốn tin vào những gì chúng ta biết .": 131,
      "Chúng ta đang bị mù quán bởi công cụ của chúng ta .": 132,
      "Chúng tôi chuyên về hoạt hoạ khuôn mặt chất lượng cao cho các game video và phim .": 133,
      "Con làm được không ?": 134,
      "Các bạn biết không ?": 135,
      "Các bạn thấy không ?": 136,
      "Các nhà khoa học chưa từng chịu nhiều áp lực và nhu cầu đến vậy .": 137,
      "Các ơn các bạn nhiều .": 138,
      "Cái gì ?": 139,
      "Cái gì đây ?": 140,
      "Cám ơn . Cám ơn .": 141,
      "Câu trả lời là không .": 142,
      "Có ai biết không ?": 143,
      "Có lẽ là không .": 144,
      "Có rất nhiều cách khiến bạn bị nhiễm virus .": 145,
      "Có thể giảng dạy được phép màu .": 146,
      "Công nghệ không phải là định mệnh .": 147,
      "Cảm ơn !": 148,
      "Cảm ơn . Cảm ơn . Cảm ơn .": 149,
      "Cảm ơn . Cảm ơn . Cảm ơn . Cảm ơn .": 150,
      "Cảm ơn . Cảm ơn rất nhiều . Cảm ơn .": 151,
      "Cảm ơn anh .": 152,
      "Cảm ơn các bạn !": 153,
      "Cảm ơn các bạn đã tham gia .": 154,
      "Cảm ơn tất cả các bạn .": 155,
      "Cảm ơn ông rất nhiều .": 156,
      "Dậy đi .": 157,
      "Em để chìa khoá của anh ở đâu ?": 158,
      "Emily : Image Metric là 1 công ty hoạt hoạ không sử dụng các điểm đánh dấu .": 159,
      "GV : Hoàn hảo ! HS : Hoàn hảo !": 160,
      "Hoặc là các bạn có thể đến những nơi như thế này .": 161,
      "Hoặc mẩu tin này ?": 162,
      "Hân hạnh .": 163,
      "Hãy bắt đầu với công nghệ .": 164,
      "Hãy nghĩ về Prickly Pear .": 165,
      "Hãy nhìn vào sự khác biệt này .": 166,
      "Hãy thử xem .": 167,
      "Họ gửi anh tới Iraq .": 168,
      "Joey .": 169,
      "Khán giả : 23 .": 170,
      "Khán giả : Bảy . Bảy .": 171,
      "Khán giả : Cho tôi xem số liệu !": 172,
      "Khán giả : Năm . Năm .": 173,
      "Khán giả : T , E , D.": 174,
      "Khán giả : Tám . Tám .": 175,
      "Khán giả : Vẫy .": 176,
      "Không , không .": 177,
      "Không hề .": 178,
      "Không nhiều lắm .": 179,
      "Làm điều gì đó khác biệt . Cô muốn là ai ?": 180,
      "Mmmm .": 181,
      "Một , hai , ba .": 182,
      "Ngay đây .": 183,
      "Người phụ nữ : Đúng .": 184,
      "Như vậy đấy .": 185,
      "Nhưng một điều khác lại xảy ra .": 186,
      "Những chuyện tốt đẹp hơn , nhiều hơn thế .": 187,
      "Nào bắt đầu .": 188,
      "Nó có thể xảy ra .": 189,
      "Nó là gì ?": 190,
      "Nó là tất cả những thứ này .": 191,
      "Nó như thế này .": 192,
      "Nó thay đổi mọi thứ .": 193,
      "Nó thật tuyệt vời .": 194,
      "Nó trông như thế này .": 195,
      "Nó trông như thế này đây .": 196,
      "Năm 1985 , kiến trúc sư Paul Pholeros được giao nhiệm vụ &quot; ngăn chặn người dân tiếp tục mắc bệnh &quot; từ người chủ trung tâm y tế là 1 người thổ dân trong cộng đồng người thổ dân ở Nam Úc . Nhận thức cốt lõi : thay vì dùng thuốc , hãy cải thiện môi trường sống địa phương . Trong diễn văn sáng ngời này , Pholeros mô tả các dự án mà Healthabitat - tổ chức mà ông đang quản lý để giúp giảm nghèo - thực hiện bằng những thay đổi trong thiết kế -- ở Úc và nước ngoài .": 197,
      "Nếu con quái vật muốn bạn , nó sẽ tìm mọi cách để có được bạn .": 198,
      "Paul Pholeros : Làm sao để bớt nghèo khổ ? Hãy sửa nhà": 199,
      "Quá tuyệt vời .": 200,
      "R.S : Ivan có nên bị phạt vì lấy bánh của Joshua không ?": 201,
      "Rất cảm ơn đã lắng nghe .": 202,
      "Rất thú vị": 203,
      "SW : Tốt lắm .": 204,
      "Thôi nào": 205,
      "Thú vị làm sao .": 206,
      "Thật kì diệu .": 207,
      "Thật nực cười .": 208,
      "Thật tuyệt .": 209,
      "Thật tuyệt khi là một người trưởng thành .": 210,
      "Thật tuyệt phải không ?": 211,
      "Thật đơn giản .": 212,
      "Thật đấy .": 213,
      "Thế có nghĩa là gì ?": 214,
      "Trong hộp này có gì ?": 215,
      "Trông nó giống như thế này này": 216,
      "Trước và sau .": 217,
      "Tên của nhân vật này không quan trọng .": 218,
      "Tôi có cảm thấy may mắn không ?": 219,
      "Tôi có một câu hỏi .": 220,
      "Tôi học được điều đó ở tuổi 40 .": 221,
      "Tôi không muốn cảm thấy những điều này .": 222,
      "Tôi không đùa đâu .": 223,
      "Tôi là một người nhạy cảm .": 224,
      "Tôi phải làm điều gì đó .": 225,
      "Tôi sẽ cho các bạn một ví dụ .": 226,
      "Tại sao lại thế ?": 227,
      "Tại sao điều này lại quan trọng ?": 228,
      "Tại sao điều đó lại quan trọng ?": 229,
      "Tất nhiên là không .": 230,
      "Tốt lắm .": 231,
      "Và bạn biết gì không ?": 232,
      "Và bạn biết không ?": 233,
      "Và bạn đã xây cối xay gió từ cái gì ?": 234,
      "Và cảm ơn các bạn .": 235,
      "Và nó sẽ làm tất cả các bạn": 236,
      "Và tôi đã làm vậy .": 237,
      "Và tôi đã làm điều đó .": 238,
      "Và điều gì đã xảy ra ?": 239,
      "Và điều này rất quan trọng .": 240,
      "Và đây .": 241,
      "Và đây chỉ là một ví dụ .": 242,
      "Và đây là Doug Engelbart .": 243,
      "Và đây là cách tôi mô tả nó .": 244,
      "Và đây là kết quả .": 245,
      "Và đó là một điều tuyệt vời .": 246,
      "Vâng": 247,
      "Vâng , có .": 248,
      "Vâng , tại sao ?": 249,
      "Vậy , chúng ta phải làm gì ?": 250,
      "Vậy bạn sẽ làm gì ?": 251,
      "Vậy chúng ta có thể làm gì ?": 252,
      "Vậy là sao ?": 253,
      "Vậy tại sao ?": 254,
      "Vậy vấn đề là gì ?": 255,
      "WK : Dạ .": 256,
      "WK : Dạ đúng .": 257,
      "WK : Đúng thế .": 258,
      "Watson không thể di chuyển .": 259,
      "Xin chào !": 260,
      "Xin chào mọi người .": 261,
      "Xin cảm ơn các bạn": 262,
      "Xin cảm ơn các bạn .": 263,
      "Xin cảm ơn tất cả các bạn .": 264,
      "Xin lỗi .": 265,
      "làm &quot; chuyện ấy &quot;": 266,
      "Điều này hoàn toàn vô lý .": 267,
      "Điều này nghĩa là gì ?": 268,
      "Điều này rất quan trọng .": 269,
      "Điều đó , tôi nghĩ , là sự chuyển động .": 270,
      "Điều đó có nghĩa gì ?": 271,
      "Điều đó không đúng .": 272,
      "Điều đó thật tuyệt vời .": 273,
      "Điều đó thật đáng kinh ngạc .": 274,
      "Điều đó xảy ra như thế nào ?": 275,
      "Đây là một con sông .": 276,
      "Đây là những gì đã xảy ra .": 277,
      "Đó là Yves Rossy .": 278,
      "Đó là câu hỏi .": 279,
      "Đó là cơ sở khoa học của việc chúng tôi đang làm .": 280,
      "Đó là gì ?": 281,
      "Đó là một trải nghiệm tuyệt vời .": 282,
      "Đó là tôi .": 283,
      "Đó là điều tôi muốn thực hiện .": 284,
      "Đó là điện thoại di động .": 285,
      "Đơn giản thế thôi .": 286,
      "Được chứ ?": 287,
      "Được không ?": 288,
      "Để tôi chỉ cho các bạn .": 289,
      "Để tôi giải thích cho các bạn .": 290,
      "Để tôi giải thích rõ hơn .": 291,
      "Đủ công bằng .": 292,
      "Đừng xấu hổ .": 293,
      "̣": 294,
      "Ồ .": 295
    },
    "unk_token": "[UNK]"
  }
}